window.versionInfo = {
	latest_version: "v8.0(26031121653)",
	update_info: [
					"样式优化：优化主题列表页标题左侧的返回按钮的大小"
				 ],
	history:{
		2603111709:{
			version: "v8.0(2603111709)",
			update_info:[
						"修复首次导入数据报错‘解析失败’问题",
						"重新整理上传gitbug项目中的文件"
						]
		},
		2603101704:{
			version: "v8.0(2603101704)",
			update_info:[
						"体验优化：在指定主题下导入数据时，如果上传文件中有多个主题数据，先弹窗提醒其他主题不会变化，确认后再执行导入操作",
						"代码优化：showTip的action和main_action处理有多个if else改为switch case"
						]
		},
		2603061622:{
			version: "v8.0(2603061622)",
			update_info:[
						"体验优化：修复点击记录列表排序面板中的菜单标题时菜单面板会被关闭的问题"
						]
		},
		2603061533:{
			version: "v8.0(2603061533)",
			update_info:[
						"代码优化：优化版本检测的处理逻辑，避免在查询最新版本是重复添加时间戳的问题",
						"体验优化：点击记录展示页面顶部标题回到页面顶部增加滚动动画"
						]
		},
		26030611242:{
			version: "v8.0(2603061242)",
			update_info:["系统设置弹窗中，版本信息增加新版本提示，点击可刷新页面更新至最新版本"]
		},
		2603051242:{
			version: "v8.0(2603051242)",
			update_info:[
							"主题列表中主题行的菜单面板与菜单按钮右对齐",
							"菜单面板增加展开动画"
						]
		}
	}
}
